soa4-reqs/getMinReq.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
				  xmlns:gs="https://localhost:8080/api/v1/space-marines">
   <soapenv:Header/>
   <soapenv:Body>
      <gs:getMinSpaceMarineRequest>
      </gs:getMinSpaceMarineRequest>
   </soapenv:Body>
</soapenv:Envelope>

